Repository: Lulixue/BeitieSpliter
Catalog: BeitieSpliter/Strings/*/PlainStrings.resw
Languages: zh_tw

# EnterText
source: 输入释文
zh_tw: 輸入釋文

# PromptNoText
source: 你还没有输入释文，是否生成图片？
zh_tw: 你還沒有輸入釋文，是否生成圖片？

# ContinueGenerate
source: 继续生成
zh_tw: 繼續生成

# CloseDialog
source: 关闭当前窗口
zh_tw: 關閉當前窗口

# CloseDialogToMain
source: 输入释文需要关闭本窗口，转到主界面输入，是否转到主界面输入？
zh_tw: 輸入釋文需要關閉本窗口，轉到主界面輸入，是否轉到主界面輸入？

# Green
source: 绿色
zh_tw: 綠色

# Yellow
source: 黄色
zh_tw: 黃色

# Blue
source: 蓝色
zh_tw: 藍色

# Red
source: 红色
zh_tw: 紅色

# Black
source: 黑色
zh_tw: 深色

# Close
source: 关闭
zh_tw: 關閉

# Quezi
source: 阙字
zh_tw: 闕字

# StartSingleNo
source: 起始单字编号
zh_tw: 起始單字編號

# PleaseChooseBeitie
source: 请选择书法碑帖图片！
zh_tw: 請選擇書法碑帖圖片！

# NotfAfterSaveFmt
source: 单字分割图片({0}张)已保存到文件夹{1}
zh_tw: 單字分割圖片({0}張)已保存到文件夾{1}

# SaveErrorFmt
source: 保存图片{0}出现错误!
zh_tw: 保存圖片{0}出現錯誤!

# NoElemSelected
source: 未选择元素进行保存!
zh_tw: 未選擇元素進行保存!

# BeginSaving
source: 开始保存分割单字图片...
zh_tw: 開始保存分割單字圖片...

# InvalidWidth
source: 无效宽度:
zh_tw: 無效寬度:

# InvalidParam
source: 参数错误，请更改参数后重试!
zh_tw: 參數錯誤，請更改參數後重試!

# ImageLoading
source: 图片正在加载中...
zh_tw: 圖片正在加載中...

# SoftwareVersion
source: 软件版本：{0}.{1}.{2}.{3}
zh_tw: 軟件版本：{0}.{1}.{2}.{3}

# ConfigNotifyInfoFmt
source: 当前图片: {0:0}*{1:0}, 元素个数: {2}, 行列数：{3}*{4}, 修改步进: {5:F1}
zh_tw: 當前圖片: {0:0}*{1:0}, 元素個數: {2}, 行列數：{3}*{4}, 修改步進: {5:F1}

# AdjustElementFmt
source: 当前调整{0}
zh_tw: 當前調整{0}

# AdjustColumnFmt
source: 当前调整第{0}列，选中{1}
zh_tw: 當前調整第{0}列，選中{1}

# AdjustRowFmt
source: 当前调整第{0}行，选中{1}
zh_tw: 當前調整第{0}行，選中{1}

# AdjustWholeFmt
source: 当前调整整页，选中{0}
zh_tw: 當前調整整頁，選中{0}

# NotfToCaptureByMouseFmt
source: 请用鼠标截取{0}所在的区域
zh_tw: 請用鼠標截取{0}所在的區域

# NotfAdjustCurrentElementFmt
source: 当前选择调整{0}
zh_tw: 當前選擇調整{0}

# SplashInfoFirstPart
source: \r\n\r\nCtrl+鼠标滚轮进行放大缩小\r\n\r\n作者：卢立雪\r\n微信：13612977027\r\n邮箱：jackreagan@163.com\r\n\r\n
zh_tw: \r\n\r\nCtrl+鼠標滾輪進行放大縮小\r\n\r\n作者：盧立雪\r\n微信：13612977027\r\n郵箱：jackreagan@163.com\r\n\r\n

# SplashInfoSecondPart
source: \r\n感谢使用，欢迎反馈软件问题！
zh_tw: \r\n感謝使用，歡迎反饋軟件問題！

# ImageSizeFmt
source: 图片尺寸: {0:0}*{1:0},
zh_tw: 圖片尺寸: {0:0}*{1:0},

# CurrentBeitieStartNoFmt
source: 当前碑帖: {0}, 起始单字编号: {1}({2}),
zh_tw: 當前碑帖: {0}, 起始單字編號: {1}({2}),

# StartNoErrorFmt
source: 编号({0})超出范围, 请重新输入!
zh_tw: 編號({0})超出範圍, 請重新輸入!

# AdjustBase
source: 选取蓝本
zh_tw: 選取藍本

# AdjustElement
source: 调整元素
zh_tw: 調整元素

# AdjustObject
source: 操作对象
zh_tw: 操作對象

# CurrentElemChangedFmt
source: 当前元素区域改变量: {0:0},{1:0},{2:0},{3:0},
zh_tw: 當前元素區域改變數: {0:0},{1:0},{2:0},{3:0},

# CurrentElemRectSizeFmt
source: 当前元素区域尺寸： {0:0}*{1:0},
zh_tw: 當前元素區域尺寸： {0:0}*{1:0},

# CurrentReviseElemFmt
source: 当前可修改元素: {0}个,
zh_tw: 當前可修改元素: {0}個,

# CurrentSelectElemFmt
source: 当前选中元素：{0},
zh_tw: 當前選中元素：{0},

# DefineElemRectFirst
source: 请先定义当前元素矩形!
zh_tw: 請先定義當前元素矩形!

# ParamError
source: 参数错误！
zh_tw: 參數錯誤！

# SetAsKongbai
source: 设为空白元素
zh_tw: 設為空白元素

# SetAsQuezi
source: 设为阙字元素
zh_tw: 設為闕字元素

# SetAsYin
source: 设为印章元素
zh_tw: 設為印章元素

# SetAsZi
source: 设为字元素
zh_tw: 設為字元素

# DashedLine
source: 虚线
zh_tw: 虚綫

# DottedLine
source: 点线
zh_tw: 點綫

# SolidLine
source: 实线
zh_tw: 實綫

# Picture
source: 图片:
zh_tw: 圖片:

# Folder
source: 文件夹:
zh_tw: 文件夾:

# PictureNotFound
source: 所选文件夹下找不到碑帖图片！
zh_tw: 所選文件夾下找不到碑帖圖片！

# FileBroken
source: 文件损坏或不支持!
zh_tw: 文件損壞或不支持!

# TopMost
source: 已经到了最上边了!
zh_tw: 已經到了最上邊了!

# LeftMost
source: 已经到了最左边了!
zh_tw: 已經到了最左邊了!

# RightMost
source: 已经到了最右边了!
zh_tw: 已經到了最右邊了!

# BottomMost
source: 已经到了最下边了!
zh_tw: 已經到了最下邊了!

# SingleChar
source: 单字
zh_tw: 單字

# InvalidColumn
source: 无效列数:
zh_tw: 無效列數:

# InvalidRow
source: 无效行数:
zh_tw: 無效行數:

# InvalidMargin
source: 无效裁边:
zh_tw: 無效裁邊:

# InvalidZiCount
source: 无效字数:
zh_tw: 無效字數:
